console.log("Starting js scipt")

var numOne, numTwo = 0

const prints = [
	[["<i>Лед</i> 100мл, 40мл <i>апельсинного сока</i>, 5 кусочков <i>ананаса</i>, 40мл <i>клубничного йогурта</i>, 40мл <i>голубичного йогурта</i>, целый <i>банан</i>, половиина <i>лайма</i> (20мл лаймового сока)"], ["1. Дробим лед (100мл)", "2. Добавляем 40 мл апельсинного сока", "3. И еще 5 кусочков ананаса", "4. Перемешиваем", "5. Доливаем 40 мл клубничного йогурта", "6. И 40 мл голубичного йогурта", "7. Закидываем целый банан", "8. Перемешиваем", "9. Доливаем 20 мл лаймового сока", "<b>Наслаждаемся смууузи!</b>"]], 
	[["<i>Лед</i> 200мл, целый <i>банан</i>, 40мл <i>клубничного йогурта</i>, 40мл <i>голубичного йогурта</i>, 40 мл <i>мультифрукт йогурта</i>, 5 кусочков <i>ананаса</i>, половиина <i>лайма</i> (20мл лаймового сока)"],["1. Дробим лед (100 мл)", "2. Закидываем целый банан", "3. Доливаем 40 мл клубничного йогурта", "4. Доливаем 40 мл голубичного йогурта", "5. Доливаем 40 мл мультифрукт йогурта", "6. Перемещиваем", "7. Закидываем ананас (5 кусочков)", "8. Доливаем 20 мл лаймового сока", "9. Докидываем еще 100мл (передрабливаем не до конца!)", "<b>Наслаждаемся смууузи!</b>"]]
]

function funprint(numOne = "ERROR: not text in js", numTwo = "ERROR: not text in js", numThree = "ERROR: not text in js") {
	document.write(prints[numOne][numTwo][numThree])
}