console.log("Starting js scipt")

var numOne, numTwo = 0

const prints = [
	["1. Дробим лед (100 мл)", "2. Добавляем 40 мл апельсинного сока", "3. И еще пол стакана ананаса", "4. Перемешиваем", "5. Доливаем 40 мл клубничного йогурта", "6. И 40 мл голубичного йогурта", "7. Закидываем целый банан", "8. Перемешиваем", "9. Доливаем 20 мл лаймового сока", "<b>Наслаждаемся смууузи!</b>"], 
	["1. Дробим лед (100 мл)", "2. Закидываем целый банан", "3. Доливаем 40 мл клубничного йогурта", "4. Доливаем 40 мл голубичного йогурта", "5. Доливаем 40 мл мультифрукт йогурта", "6. Перемещиваем", "7. Закидываем ананас (5 кусочков)", "8. Доливаем 20 мл лаймового сока", "9. Докидываем еще столько льда (передрабливаем не до конца!)", "<b>Наслаждаемся смууузи!</b>"]
]

function funprint(numOne = "ERROR: not text in js", numTwo = "ERROR: not text in js") {
	document.write(prints[numOne][numTwo])
}