console.log("Starting js scipt")

var numOne, numTwo = "ERROR: not text in js"
const prints = [
	["<i>Лед</i> 100мл, 74 мл <i>апельсинного сока</i>, 5 кусочков <i>ананаса</i>, 75 мл <i>клубничного йогурта</i>, 75 мл <i>голубичного йогурта</i>, целый <i>банан</i>, половиина <i>лайма</i> (20мл лаймового сока)", "1. Нарезаем 1 банан и 5 кусочков ананаса", "2. Добавляем 75 мл (или 40 мл для более густого смузи) апельсинного сока", "3. И еще 100 мл дробленного льда", "4. Вышкрубываем 20 мл лаймового сока", "5. Доливаем 75 мл (или 40 мл для более густого смузи) клубничного йогурта <br> и 75 мл (или 40 мл для более густого смузи) голубичного йогурта", "8. Перемешиваем", "<b>Наслаждаемся смууузи!</b>"], 
	["<i>Лед</i> 200мл, целый <i>банан</i>, 40мл <i>клубничного йогурта</i>, 40мл <i>голубичного йогурта</i>, 40 мл <i>мультифрукт йогурта</i>, 5 кусочков <i>ананаса</i>, половиина <i>лайма</i> (20мл лаймового сока)","1. Дробим лед (100 мл)", "2. Закидываем целый банан", "3. Доливаем 40 мл клубничного йогурта", "4. Доливаем 40 мл голубичного йогурта", "5. Доливаем 40 мл мультифрукт йогурта", "6. Перемещиваем", "7. Закидываем ананас (5 кусочков)", "8. Доливаем 20 мл лаймового сока", "9. Докидываем еще 100мл (передрабливаем не до конца!)", "<b>Наслаждаемся смууузи!</b>"]
]
function funprint(numOne, numTwo) {
	document.write(prints[numOne][numTwo])
}